

<div class="text-center">
    <h1>Договор публичной оферты</h1>
</div>

Сервис аренды интернет-магазинов Магазинус (в дальнейшем Арендодатель), с одной стороны предлагает любому субъекту предпринимательской деятельности или физическому лицу (в дальнейшем Арендатор) с другой стороны, (в дальнейшем Стороны) заключить этот Договор аренды Интернет-магазина. Настоящая оферта является публичной, и согласно ст. ст.. 633, 641 и гл. 63 Гражданского кодекса Украины ее условия одинаковые для всех потребителей, безоговорочное принятие условий которой (оплата любым способом, ст. 642, ч.2 Гражданского кодекса Украины) считается акцептом данной Оферты (далее Договора) Арендатором и Арендодателем и Договор автоматически считается заключенным.
1. Предмет договора

1.1. Арендодатель предоставляет Арендатору Интернет-магазин на период, выбранный и оплаченный Арендатором. 
1.2. Интернет-магазин передается Арендатору путем самостоятельного доступа Арендатором на соответствующий административный раздел (согласно оплаченному пакету) Интернет-магазина Арендодателя. Арендодатель после получения оплаты передает данные доступа к выбранному Арендатором Интернет-магазину.
1.3. Моментом оплаты аренды выбранного Интернет-магазина считается получение средств на расчетный или другой счет Арендодателя или момент получения сообщения от процессингового центра о получении средств при оплате международной платежной карточкой или другими видами интернет платежей. 
1.4. Интернет-магазин сдается Арендодателем в аренду "как есть", без явных, мнимых или подразумеваемых льгот, услуг или функциональности.
1.5. Функционал предлагаемого в аренду интернет-магазина представлен на странице http://demo.magazinus.pro/.
2. Стоимость услуг и порядок расчетов

2.1. За аренду Интернте-магазина Арендатор платит Арендодателю сумму, согласно тарифам, опубликованным на странице http://magazinus.pro/price/
2.2. Стоимость аренды оплачивается:
a) Путем 100% предоплаты. Оплата осуществляется путем оплаты на счет, который указывается Арендодателем. Арендатор имеет право самостоятельно выбирать сроки оплаты, но не позже последнего дня предыдущего, перед оплачиваемым месяцем аренды.
б) Путем 100% предоплаты с помощью сервиса WebMoney.
в) Другим вариантом, предварительно оговоренным и согласованным с Арендодателем.
2.3.Договор аренды интернет-магазина заключается минимальным сроком на 2 месяца (первый и второй месяц арендного периода).
2.4. Оплата аренды интернет-магазина производится помесячно или предоплатой за определенный период.
2.5.Стоимость услуг может быть изменена Арендодателем. На оплаченный период изменение цен не распространяется.
2.6. В случае просрочки платежа (пп. 2.2.а) более чем на 3 календарных дня, интернет-магазин Арендатора автоматически переводится в режим "Отпуск", сроком на последующие 10 календарных дней. По истечении 10 календарных дней с момента просрочки, интернет-магазин отключается и переводится в режим "Сохранения". А по истечении 30 календарных дней с момента просрочки, интернет-магазин Арендатора удаляется без права на восстановление.
2.6.1. Работа интернет-магазина, может быть восстановлена поле проведения оплаты за просроченный период и, проведения 100% предоплаты за будущий период (пп. 2.2). 
3. Права и обязанности сторон

3.1. Арендодатель обязуется предоставить Арендатору Интернет-магазин путем предоставления доступа к выбранному Арендатором Интернет-магазину и оплаченного периода (пп.2.1, 2.2.). 
3.2. Арендодатель обязуется выслать по электронной почте Арендатору в срок до 3 рабочих дней (без учета выходных и праздничных дней) с момента оплаты (п.1.3.) регистрационные ИМЯ (логин) и ПАРОЛЬ для доступа к выбранному Арендатором Интернет-магазину. Арендатор обязуется хранить в тайне полученные ИМЯ (логин) и ПАРОЛЬ и не передавать доступ к Интернет-магазину третьим лицам без согласования этого вопроса с Арендодателем. Арендодатель обязуется выполнить оговоренные ранее доработки по интернет-магазину, в течении 7 рабочих вней, или в срок оговоренный сторонами.
3.3. Арендодатель обязуется осуществлять консультационную поддержку Арендатора по вопросам работы Интернет-магазина на протяжении действия оплаченного периода настоящего Договора путем создания тикетов в системе поддержки help.magazinus.pro и/или по адресу поддержки info@magazinus.pro, указанным на странице http://magazinus.pro/contacts/.
3.4. Арендатор обязуется: 
3.4.1. Оплатить Арендодателю стоимость аренды. Сообщить Арендодателю о проведении оплаты любым доступным способом (письмом на электронную почту Арендодателя, звонком по телефону, с помощью смс);
3.4.2. Обеспечить технические средства и условия для приема информации от Арендодателя: любой программный продукт (браузер) для просмотра Интернет-Страниц (Opera, Internet explorer, Mozilla и т.п.) с активированной функцией поддержки файлов «cookie»;
3.4.3. Предоставить Арендодателю адрес своей работающей электронной почты и телефона для получения имени и пароля для доступа к страницам выбранного пакета и получения информационных сообщений от Арендодателя; 
3.4.4. Самостоятельно проводить наполнение интернет магазина товарами и, другой необходимой ему информацией.
3.4.5. Проверять не реже одного раза в неделю (семь дней) свою электронную почту с целью получения информационных сообщений от Арендодателя; 
3.4.6. Самостоятельно отслеживать изменения в тарифах и опубликованной информации путем просмотра соответствующих страниц сайта Арендодателя http://magazinus.pro/price/ или просмотра высланной Арендодателем информации на электронный адрес Арендатора. 
3.4.7. В случае изменения адреса электронной почты – сообщить Арендодателю письмом по электронной почте новый адрес.
3.4.8. Арендатор пользуется Интернет-магазином, полученным по данному договору на свое усмотрение. Арендодатель не несет никакой ответственности за ущерб, который прямо или косвенно может быть получен Арендатором при использовании Интернет-магазина от Арендодателя.
4. Порядок рассмотрения претензий

4.1. По факту предоставления аренды за каждый месяц оплаченного периода, если от Арендатора не получены претензии в письменном виде (или по электронной почте) на протяжении 3 дней с начала последующего арендного периода - услуги считаются выполненными в полном объеме и обажлованию не подлежат. 
5. Ответственность сторон

5.1. Стороны несут ответственность по сути и условиям договора согласно действующего законодательства Украины. 
5.2. Арендодатель не несет ответственности в случае не получения информации Арендатором, отказа в работе скриптов, программ и самого Интернет-магазина по независимым от Арендодателя причинам. 
5.3 Арендодатель не несет ответственности за достоверность информации, размещенной Арендатором в Интернет-магазине, так как не является их первоисточником. 
5.4. Арендодатель не несет ответственности перед Арендатором или третьими лицами за действия или бездействия Арендатора, за деятельность и обязательства Арендатора, возникшие в следствии аренды, использования или неиспользования Интернет-магазина.
5.5. Арендодатель не несет ответственности перед третьими лицами за информацию размещаемую Арендатором в арендуемом интернет-магазине. За размещаемую в интернет-магазине информацию ответственность полностью несет Арендатор.
6. Другие условия

6.1. Данный Договор (Оферта) является официальным документом, имеет юридическую силу и публикуется в Интернете по адресу http://magazinus.pro/agreement/
6.2. По данному договору интернет-магазин и хостинг-пакет не переходят в собственность и не передаются в лизинг Арендатору, оставаясь собственностью Арендодателя.
6.3. Арендатор имеет право зарегистрировать собственный домен и добавить его к арендуемому Интернет-магазину.
6.4. У Арендатора есть право выкупа арендуемого Интернет-магазина, по договоренности с Арендодателем.
6.5. Услуги по редизайну, внесению изменений в дизайн или функционал предоставленный Арендодателем (кастомайзингу), раскрутке, продвижению и т.п. не входят в стоимость аренды, и могут быть заказаны Арендатором отдельно.
6.6. В рамках услуги аренды интернет-магазина, Арендодатель предоставляет Арендатору доступ в панель управления интернет-магазином. Панель управления доступна по адресу http://название_магазина/magazinus/
6.7. Доступ к хостингу на котором расположен интернет-магазин (FTP доступ) не предоставляется. По согласованию с Арендодателем, возможно размещение на хостинге интернет-магазина файлов и архивов попок с файлами, исключительно форматов: jpg, png, gif, txt, xls. Размещение файлов и архивов файлов других форматов запрещено.
6.8. Услуга аренды интернет-магазина подразумевает аренду готового решения (сайта). Арендодатель в праве отказать Арендатору в оказании дополнительных услуг по внесению изменений в базовый функционал интернет-магазина, предоставляемого в аренду.
6.9. Арендодатель и Арендатор могут выработать индивидуальные условия договора аренды сайта и заключить отдельный договор, отличный от данной Оферты.
7. Срок действия договора

7.1. Договор вступает в силу с момента его акцепта - согласно п.1.3 данного Договора и действует на протяжении оплаченного срока. 
7.3. Начало предоставления услуг - момент оплаты согласно п.1.3 данного Договора. Истечение предоставления услуг - момент истечения оплаченного периода. 
7.4. Договор может быть разорван в следующих случаях: 
7.4.1 По инициативе Арендатора. При этом Арендатор должен письменно известить Арендодателя. Остаток неиспользованного авансового платежа в этом случае Арендатору не возвращается. 
7.4.2. По инициативе Арендодателя. При этом Арендодатель должен письменно известить Арендатора за 7 дней. Остаток неиспользованного авансового платежа Арендодатель возвращает Арендатору. 
7.4.3. По инициативе Арендодателя, при получении от пользователей Интернет-магазина обоснованных и/или официально оформленных претензий некорректного поведения Арендатора на рынке. При этом Арендодатель должен письменно известить Арендатора за 5 дней. Остаток неиспользованного авансового платежа в этом случае Арендатору не возвращается.
8. Порядок решения споров

8.1. Все споры, которые могут возникнуть по этому Договору, решаются между Сторонами в установленном законодательством претенциозном порядке. 
8.2. В случае возникновения разногласий между Сторонами по вопросам исполнения условий данного Договора, Стороны принимают все меры к их разрешению. 
8.3. Споры, по которым не достигнуто согласия, разрешаются в Постоянно действующем Третейском суде при Корпорации «Богдан» (04176, г. Киев, ул. Электриков, 29а), в соответствии с регламентом этого суда.
Авторское право

Все права, на разработанные в рамках аренды логотип интернет магазина, дизайн интернет магазина и, прочие дополнительные графические и программные материалы, принадлежат Арендодателю. Данные права, могут быть переданы Арендатору в случае выкупа интернет магазина у Арендатора. Или по договоренности сторон.
