<?php

return array(
    'LOGS'=>'Логи',
    'SECURIRY_TRACE' => 'Пишет сообщение трассировки. Этот метод только записывать сообщение, когда программа находится в режиме отладки.',
    'SECURIRY_WARNING' => 'Список запрещённых действий',
    'SECURIRY_ERROR' => 'Список ошибок',
    'SECURIRY_SQL' => 'Список ошибок MySQL',
    'SECURIRY_NOTICE' => 'Уведомление (notice)',
    'SECURIRY_INFO' => 'Информация (info)',
    'BANNED_IP' => 'Блокировка IP адресов',
    'NO_MODULES_INSTALL' => 'Нет доступных модулей для установки.',
    'SUCCESS_INSTALL_MODULE' => 'Модуль успешно установлен.',
    'ERROR_INSTALL_MODULE' => 'Возникла ошибка при установке модуля.',
    'INSTALLED' => 'Установить',
    'LIST_MODULES' => 'Список доступных модулей',
    'CORNER' => 'CORNER CMS - Система управление сайтом',
    'CREATE_LANG'=>'Создать язык',
    'CREATED_LANG'=>'0#Создание языка|1#Редактирование языка',
    'LANG_NOFIND'=>'Язик не найден.',
    'INSTALL' => '0#Установить ({n})|1#Установка',
    'SUCCESS_CLR_CACHE' => 'Кэш успешно очищен',
    'SUCCESS_CLR_ASSETS' => 'Активы assets успешно очищены',
    'INSTALL_INFO' => 'В целях безопасности необходимо удалить файл установки системы <b>install.php</b> в основной директории сайта!',
    'TPL_ALERT' => 'Ошибка шаблона "<b>{tpl}</b>": Тип <b>{type}</b>, не найден. Возможны следующие варианты: <b>{types}</b>!',
    'YOUR_INFO' => 'Ваша информация',
    'SYSTEM_INFO' => 'Информация о системе',
    'SUCCESS_LOGS_CLEAR'=>'Файл логов успешно очищен.'
);