<?php

return array(
    'ORDER' => '0#Заказы|1#Заказ',
    'DELIVERY' => 'Доставка',
    'PAYMENTS' => 'Оплата',

        'NOTIFIER' => 'Уведомление',
    'STATS' => 'Статистика',
    'STATUSES' => 'Статусы заказов',
    'CONTROL_STATUSES' => '0#Редактирование статуса|1#Создание статуса',
    'ERR_DELETE_STATUS' => 'Ошибка удаления статуса. Он используется заказами.',
    'NO_STATUSES' => 'Статус не найден.',
    'ALERT_CREATE_PRODUCT' => 'Товары можно будет добавить после создание заказа.',
    'CREATE_PRODUCT' => 'Добавить продукт',
    'HISTORY' => 'История заказов',
    'HISTORY_EMPTY' => 'Список истории пустой.',
    'BEFORE' => 'До',
    'AFTER' => 'После',
    'WHOLESALE_LITE' => '#0Ящ.|#1Кол.',
    'WHOLESALE' => '#0Ящиков|#1Количество',
    'ORDERED_PRODUCTS' => 'Заказанные продукты',
    'HISTORY_RESET' => 'Сбросить фильтры',
    'SAVE_PDF' => 'Сохранить в PDF',
    'FOR_PAYMENT' => 'К оплате',
    'ERR_DEL_DELIVERY' => 'Ошибка удаления способа доставки. Он используется заказами.',
    'NO_FOUND_DELIVERY' => 'Способ доставки не найден.',
);
